Show / Hide Table of Contents
Enum DirectionType
Direction type
Namespace: IdeaRS.OpenModel.Detail.Loading
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum DirectionType
Fields
 Name |  Description
 GlobalX
GlobalX
 GlobalY
Global Y
 GlobalZ
Global Z
 LocalX
Local X
 LocalY
Local Y
 LocalZ
Local Z
 Improve this Doc
 View Source